[M_InMemoriam MissionDefinition]
MissionDescription="Lilith faked her death a couple of years ago in order to throw Hyperion off her scent. Unfortunately, a particularly enterprising bandit in [place]Three Horns Divide[-place] managed to bug Lilith's hideout and plans to sell the recordings to Hyperion. You must find this man and kill him."
TurnInDescription="With the peeping tom dead and his footage destroyed, Hyperion remains clueless about Lilith's location."
MissionSummary="Acquire the spy's footage of Lilith."
